<template>
  <div>
    <div class="main-content">
      <h2>Уважаемые пользователи!</h2>
      <p>Форум предназначен для общения пользователей и взаимопомощи. Для того
        чтобы форум всегда оставался полезным инструментом для общения, все
        темы и комментарии постоянно модерируются. Администрация сайта
        определяет соответствие информации, размещаемой пользователями на
        ресурсе, общим правилам и тематике сайта и оставляет за собой право в
        случае необходимости удалять ненадлежащую информацию. При повторном
        нарушении пользователем правил сайта его доступ к ресурсу может быть
        заблокирован или могут быть применены иные меры, установленные
        действующим законодательством РФ.
      </p>
      <p>Особое внимание необходимо обратить на следующие моменты:</p>
      <ol>
        <li>
          Форум НЕ предназначен для осуществления технической поддержки
          пользователей и ответов на организационные вопросы. Создавая тему
          на форуме, вы обращаетесь ко всем пользователям сайта.
        </li>
        <li>
          Любая размещаемая вами информация должна соответствовать
          общей тематике проекта.
        </li>
        <li>
          Запрещается размещение на ресурсе любых ссылок рекламного
          характера без соответствующего согласования с администрацией
          сайта.
        </li>
        <li>
          Запрещается загружать, хранить, публиковать, распространять,
          предоставлять доступ или иным образом использовать информацию,
          нарушающую права третьих лиц на информацию или результаты
          интеллектуальной деятельности. Под данным ограничением
          понимается запрет на копирование любой информации без согласия
          правообладателя.
        </li>
        <li>
          Запрещается использовать сайт с целью массового распространения
          информации, ее загрузки, хранения и публикации (в т.ч. спам–рассылок).
        </li>
        <li>
          Запрещается размещать информацию, которая содержит угрозы,
          дискредитирует, оскорбляет, порочит честь и достоинство или деловую
          репутацию пользователей, администрации сайта или третьих лиц.
        </li>
        <li>
          Запрещается размещать оскорбительные высказывания и употреблять
          нецензурную лексику.
        </li>
      </ol>
      <h3>Об уважении</h3>
      <p>«Кнопка «Спасибо» под каждым комментарием придумана не как
        альтернатива «лайкам», а как ключевой элемент системы. Нам хотелось
        заложить в работу сообщества такую важную составляющую, как уважение,
        когда можно бескорыстно помочь незнакомому человеку и получить от него
        искреннее «спасибо» в знак благодарности за труд. Давайте вместе
        создавать сообщество на принципе взаимоуважения - так нам всем будет
        приятней здесь находиться. Давайте общаться по делу - мы все от этого
        только выиграем».
      </p>
      <button @click="$router.go(-1)" type="submit" class="button button-default-big">Принять</button>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'Rules',
    props: {}
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang="sass" scoped>

  .main-content
    padding: 30px 10px
</style>
